Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-DE/tmx_teil_1.tmx
Source language: de
Languages: en

source: Desinfektionsmittel für zahnärztliche Apparate und Instrumente
en: Disinfectants for dental apparatus and instruments

source: Desodorierende Raumsprays
en: Deodorising room sprays

source: Kühlkompressen für medizinische Zwecke
en: Cooling patches for medical use

source: Coca-Alkaloide für medizinische Zwecke
en: Coca alkaloid preparations for medical use

source: Biotechnologische Präparate für medizinische Zwecke
en: Biotechnological preparations for medical use

source: Entzündungshemmende Schmerzpflaster
en: Anti-inflammatory analgesic plasters

source: Nagelpflegemittel für medizinische Zwecke
en: Nail care preparations for medical use

source: Fußpflegemittel für medizinische Zwecke
en: Foot care preparations for medical use

source: Hautpflegemittel für medizinische Zwecke
en: Skin care preparations for medical use

source: Veterinärmedizinische Hygienepräparate
en: Sanitary preparations for veterinary use

source: Nahrungsergänzungsmittel aus Stärke für medizinische Zwecke
en: Nutritional supplements made of starch adapted for medical use

source: Rezeptfreie Arzneimittel
en: Non-prescription medicines

source: Heilsalben für Windelausschlag
en: Ointments for treating nappy rash

source: Aminosäurepräparate für veterinärmedizinische Zwecke
en: Amino acid preparations for veterinary use

source: Pharmazeutische Präparate für die Behandlung von Autoimmunerkrankungen
en: Pharmaceutical preparations for the treatment of autoimmune diseases

source: Pharmazeutische Präparate zur Behandlung von Erkrankungen des zentralen Nervensystems [ZNS]
en: Pharmaceutical preparations for the treatment of central nervous system [CNS] diseases

source: Pharmazeutische Präparate zur Behandlung von multipler Sklerose
en: Pharmaceutical preparations for the treatment of multiple sclerosis

source: Pharmazeutische Präparate für die Onkologie
en: Pharmaceutical preparations for use in oncology

source: Pharmazeutische Präparate zur Behandlung der Parkinson-Krankheit
en: Pharmaceutical preparations for the treatment of Parkinson's disease

source: Nasensprays für medizinische Zwecke
en: Nasal sprays for medical purposes

source: Insektenschutzmittel zum Auftragen auf die Haut
en: Mosquito repellants for application to the skin

source: Pharmazeutische Präparate zur Regulierung des Immunsystems
en: Pharmaceutical preparations for regulating the immune system

source: Pharmazeutische Präparate zur Behandlung von bösartigen Tumoren
en: Pharmaceutical preparations for treating malignant tumors

source: Pharmazeutische Präparate zur Behandlung von Verdauungskrankheiten
en: Pharmaceutical preparations for the treatment of digestive diseases

source: Pharmazeutische Präparate zur Immunsystemeinstellung
en: Pharmaceutical preparations for immunity adjustment

source: Pharmazeutische Präparate zur Aktivierung der Zellfunktion
en: Pharmaceutical preparations for activating cellular function

source: Mineralstoffpräparate und -substanzen für medizinische Zwecke
en: Mineral preparations and substances for medical use

source: Medizinische Präparate und Substanzen
en: Medicinal preparations and substances

source: Kräuterpräparate für medizinische Zwecke
en: Herbal preparations for medical use

source: Pharmazeutische Präparate und Substanzen
en: Pharmaceutical preparations and substances

source: Vitaminangereichertes Brot für therapeutische Zwecke
en: Vitamin enriched bread for therapeutic purposes

source: Pharmazeutische Präparate zur Behandlung von Augenkrankheiten und -beschwerden
en: Pharmaceutical preparations for the treatment of eye diseases and conditions

source: Pharmazeutische Präparate für die Urologie
en: Pharmaceutical preparations for use in urology

source: Pharmazeutische Präparate gegen Husten
en: Pharmaceutical cough preparations

source: Injizierbare Hautfüller
en: Injectable dermal filler

source: Getränkepulver mit Fruchtgeschmack als Nahrungsergänzung
en: Powdered fruit-flavored dietary supplement drink mix

source: Futterzusatzstoffe für Haustiere als Leckereien
en: Dietary pet supplements in the form of pet treats

source: Radiopharmazeutika für diagnostische Zwecke
en: Diagnostic radiopharmaceutical preparations

source: Komposit für vorübergehende Brücken, Kronen und Veneers
en: Dental resin for temporary bridges, crowns and veneers

source: Antibakterielle Sprays
en: Antibacterial sprays

source: Antimikrobieller Lehm
en: Antimicrobial clay

source: Koffeinhaltige pharmazeutische Präparate
en: Pharmaceutical preparations containing caffeine

source: Antibakterielle Handlotionen
en: Antibacterial hand lotions

source: Entzündungshemmende Sprays
en: Anti-inflammatory sprays

source: Entzündungshemmende Gele
en: Anti-inflammatory gels

source: Mentholerkältungssalben für Babys
en: Menthol vapor bath preparations for babies

source: Pharmazeutische Präparate zur Behandlung von Viruserkrankungen
en: Pharmaceutical preparations for the treatment of viral diseases

source: Pharmazeutische Präparate zur Behandlung von Asthma
en: Pharmaceutical preparations for treating asthma

source: Nukleinsäuresequenzen für medizinische und veterinärmedizinische Zwecke
en: Nucleic acid sequences for medical and veterinary purposes

source: Medizinische schmerzstillende Universalcremes
en: Multi-purpose medicated analgesic balms

source: Ibuprofen zur Verwendung als orales Analgetikum
en: Ibuprofen for use as an oral analgesic

source: Kräutersalbe gegen Juckreiz bei Haustieren
en: Herbal anti-itch ointments for pets

source: Schutzlotionen als Barriere gegen toxische Öle von Giftpflanzen
en: Barrier lotions for protection from toxic oils of poisonous plants

source: Antibakterielle Hautdesinfektionsgele auf Alkoholbasis
en: Alcohol-based antibacterial skin sanitizer gels

source: Nebenprodukte der Getreideverarbeitung für medizinische Zwecke
en: By-products of the processing of cereals for medical purposes

source: Schmerzlindernde Präparate
en: Pain relief preparations

source: Medizinische Haarpflegemittel
en: Medicated hair care preparations

source: Präparate zur Erhöhung der Fruchtbarkeit
en: Fertility enhancement preparations

source: Kiesel zur Verdauungsförderung bei Vögeln
en: Gravel as a digestive aid for birds

source: Koffeinpräparate für medizinische Zwecke
en: Caffeine preparations for medical use

source: Biologisches Gewebe zur Implantation
en: Biological tissue for implantation

source: Biologische Implantate
en: Biological implants

source: Bienenpollen als diätetische Nahrungsergänzung
en: Bee pollen for use as a dietary food supplement

source: Schutzlotionen als Barriere gegen giftige Pflanzen
en: Barrier lotions for protection against poisonous plants

source: Adstringenzien für medizinische Zwecke
en: Astringents for medical purposes

source: Antimikrobielle Präparate zur Hemmung mikrobiologischer Zersetzung
en: Antimicrobial preparations for inhibiting microbiological decomposition

source: Salben gegen Juckreiz
en: Anti-itch ointments

source: Antibakterielle Gele
en: Antibacterial gels

source: Anästhetika für chirurgische Zwecke
en: Anesthetics for surgical use

source: Anästhetika für nichtchirurgische Zwecke
en: Anesthetics for non-surgical use

source: Algizide für die Landwirtschaft
en: Algicides for agricultural use

source: Haftverbände für Hautwunden
en: Adhesive bandages for skin wounds

source: Schmerzmittel für veterinärmedizinische Zwecke
en: Pain relief medication for veterinary purposes

source: Gefäßtransplantate [lebendes Gewebe]
en: Vascular grafts [living tissue]

source: Vaginale Antimykotika
en: Vaginal antifungals

source: Einzeldosiskapseln, leer, für pharmazeutische Zwecke
en: Unit dose capsules sold empty for pharmaceutical use

source: Transdermale Pflaster zur medizinischen Behandlung
en: Transdermal patches for medical treatment

source: Desinfektionspräparate für Krankenhäuser
en: Sanitizing preparations for hospital use

source: Aufbereitete menschliche Spenderhaut für Weichgewebeersatz
en: Processed human donor skin for the replacement of soft tissue

source: Präparate für die Hormonsuppression
en: Hormone suppressing preparations

source: Schwangerschaftstest für den Hausgebrauch
en: Pregnancy testing preparations for home use

source: Kaliumpräparate für pharmazeutische Zwecke
en: Potassium preparations for pharmaceutical purposes

source: Psychopharmaka
en: Psychotropics

source: Lipidsenkende Mittel
en: Hypolipidemic agents

source: Pharmazeutische Präparate zur Behandlung von Herzrhythmusstörungen
en: Pharmaceutical preparations for the treatment of heart rhythm disorders

source: Pharmazeutische Präparate zur Behandlung von Gicht
en: Pharmaceutical preparations for the treatment of gout

source: Pharmazeutische Präparate für die Chemotherapie
en: Pharmaceutical preparations for use in chemotherapy

source: Pharmazeutische Erkältungspräparate
en: Pharmaceutical cold preparations

source: Geruchsneutralisierende Präparate für Bekleidungsstücke und Textilien
en: Odor neutralizing preparations for clothing and textiles

source: Nutrazeutika für therapeutische Zwecke
en: Nutraceuticals for therapeutic purposes

source: Medizinische Muskelfluide
en: Medicated muscle soaks

source: Medizinische Universalsalben mit Menthol
en: Multi-purpose medicated mentholated salves

source: Akarizide für Haushaltszwecke
en: Miticides for domestic use

source: Akarizide für die Landwirtschaft
en: Miticides for agricultural use

source: Präparate zur Behandlung von Migräne
en: Migraine treatment preparations

source: Mikrobiozide zur Abwasserbehandlung
en: Microbicides for wastewater treatment

source: Mittel bei Menstruationsbeschwerden
en: Dysmenorrhea treatment preparations

source: Medizinische Präparate zur Hautbehandlung
en: Medicated preparations for skin treatment

source: Medizinische Lotionen
en: Medicated lotions

source: Medizinische Kompressen
en: Medicated compresses

source: Medizinische Mundpflegegels
en: Medicated oral care gels

source: Isopropylalkohol für medizinische Zwecke
en: Isopropyl alcohol for medical use

source: In-vitro-Präparate zur Ovulationsvorhersage für den privaten Gebrauch
en: In vitro preparations for predicting ovulation for home use

source: Injizierbare Pharmazeutika für die Behandlung von anaphylaktischen Reaktionen
en: Injectable pharmaceuticals for treatment of anaphylactic reactions

source: Homöopathische Zusatzstoffe
en: Homeopathic supplements

source: Herbizide für Haushaltszwecke
en: Herbicides for domestic use

source: Gelatinekapseln für Pharmazeutika
en: Gelatin capsules for pharmaceuticals

source: Mittel zur Behandlung von Lippenherpes
en: Cold sore treatment preparations

source: Einlauf-Präparate
en: Enema preparations

source: Elektrolyte für medizinische Zwecke
en: Electrolytes for medical use

source: Mittel gegen Durchfall
en: Diarrhea medication

source: Dermatologische Präparate
en: Dermatological preparations

source: Kontrastmittel für diagnostische Ultraschallaufnahmen
en: Contrasting agents for diagnostic ultrasound imaging

source: Kontrastmittel für medizinische Geräte
en: Contrast media for use with medical equipment

source: Kontrastmittel für die In-vivo-Bildgebung
en: Contrast media for in vivo imaging

source: Chemisch behandeltes Papier zur Verwendung für den Nachweis von okkultem Blut im Stuhl
en: Chemically treated papers for use in the detection of fecal occult blood

source: Stimulanzien für das Zentralnervensystem
en: Central nervous system stimulants

source: Fußpflegemittel für Sportler
en: Athlete's foot preparations

source: Fußlotion für Sportler
en: Athlete's foot lotions

source: Antihaftgels zur Verwendung bei Geräten zur Wunddrainage
en: Anti-adhesion gels for use with wound drainage devices

source: Antibiotische Salben
en: Antibiotic ointments

source: Antibiotische Cremes
en: Antibiotic creams

source: Synthetische Peptide für pharmazeutische Zwecke
en: Synthetic peptides for pharmaceutical purposes

source: Pharmazeutische Präparate zur Behandlung von Knochenerkrankungen
en: Pharmaceutical preparations for the treatment of bone diseases

source: Pharmazeutische antiallergische Präparate und Substanzen
en: Pharmaceutical antiallergic preparations and substances

source: Zahnärztliches Alginat für Zahnabdrücke
en: Orthodontic alginate impression materials

source: Materialien zur oralen Prophylaxe
en: Materials for oral prophylaxis

source: Material für Zahnprothesen
en: Material for dental prostheses

source: Leitlack für zahnärztliche Zwecke
en: Conductive lacquers for dental use

source: Mandelöl für pharmazeutische Zwecke
en: Almond oil for pharmaceutical purposes

source: Medizinische Salben zur Behandlung von dermatologischen Erkrankungen
en: Medicated ointments for treating dermatological conditions

source: Transplantate [lebende Gewebe]
en: Transplants [living tissues]

source: Kollagen für medizinische Zwecke
en: Collagen for medical purposes

source: Pharmazeutische Erzeugnisse zur Verwendung bei der Raucherentwöhnung
en: Pharmaceutical preparations for use in discouraging the smoking habit

source: Medizinische Augenbäder
en: Medicated eye-washes

source: Genetische Identitätstests, bestehend aus Reagenzien für mediznische Zwecke
en: Genetic identity tests comprised of reagents for medical purposes

source: Pharmazeutische Präparate zur Vorbeugung von Erkrankungen des Nervensystems
en: Pharmaceutical preparations for the prevention of diseases of the nervous system

source: Pharmazeutische Präparate zur Vorbeugung von Störungen des Nervensystems
en: Pharmaceutical preparations for the prevention of disorders of the nervous system

source: Pharmazeutische Präparate zur Vorbeugung von Erkrankungen des Immunsystems
en: Pharmaceutical preparations for the prevention of diseases of the immune system

source: Pharmazeutische Präparate zur Vorbeugung von Immunsystemstörungen
en: Pharmaceutical preparations for the prevention of disorders of the immune system

source: Pharmazeutische Präparate zur Vorbeugung von Stoffwechselerkrankungen
en: Pharmaceutical preparations for the prevention of diseases of the metabolic system

source: Pharmazeutische Präparate zur Vorbeugung von Stoffwechselstörungen
en: Pharmaceutical preparations for the prevention of disorders of the metabolic system

source: Pharmazeutische Präparate zur Behandlung von Stoffwechselerkrankungen
en: Pharmaceutical preparations for the treatment of diseases of the metabolic system

source: Pharmazeutische Präparate zur Behandlung von Stoffwechselstörungen
en: Pharmaceutical preparations for the treatment of disorders of the metabolic system

source: Pharmazeutische Präparate zur Vorbeugung von Erkrankungen des Hormonsystems
en: Pharmaceutical preparations for the prevention of diseases of the endocrine system

source: Pharmazeutische Präparate zur Vorbeugung von Störungen des Hormonsystems
en: Pharmaceutical preparations for the prevention of disorders of the endocrine system

source: Pharmazeutische Präparate zur Behandlung von Erkrankungen des Hormonsystems
en: Pharmaceutical preparations for the treatment of diseases of the endocrine system

source: Pharmazeutische Präparate zur Behandlung von Störungen des Hormonsystems
en: Pharmaceutical preparations for the treatment of disorders of the endocrine system

source: Pharmazeutische Präparate zur Vorbeugung von Erkrankungen des Atmungssystems
en: Pharmaceutical preparations for the prevention of diseases of the respiratory system

source: Pharmazeutische Präparate zur Vorbeugung von Beschwerden des Atmungssystems
en: Pharmaceutical preparations for the prevention of disorders of the respiratory system

source: Pharmazeutische Präparate zur Vorbeugung von Erkrankungen des Stütz- und Bewegungsapparates
en: Pharmaceutical preparations for the prevention of diseases of the musculo-skeletal system

source: Pharmazeutische Präparate zur Vorbeugung von Beschwerden des Stütz- und Bewegungsapparates
en: Pharmaceutical preparations for the prevention of disorders of the musculo-skeletal system

source: Pharmazeutische Präparate zur Vorbeugung von Erkrankungen des Urogenitalsystems
en: Pharmaceutical preparations for the prevention of diseases of the genitourinary system

source: Pharmazeutische Präparate zur Vorbeugung von Störungen des Urogenitalsystems
en: Pharmaceutical preparations for the prevention of disorders of the genitourinary system

source: Pharmazeutische Präparate zur Behandlung von Erkrankungen des Urogenitalsystems
en: Pharmaceutical preparations for the treatment of diseases of the genitourinary system

source: Pharmazeutische Präparate zur Behandlung von Störungen des Urogenitalsystems
en: Pharmaceutical preparations for the treatment of disorders of the genitourinary system

source: Pharmazeutische Präparate zur Vorbeugung von Beschwerden aufgrund von Entzündungen
en: Pharmaceutical preparations for the prevention of inflammatory disorders

source: Pharmazeutische Präparate zur Behandlung von Beschwerden aufgrund von Entzündungen
en: Pharmaceutical preparations for the treatment of inflammatory disorders

source: Pharmazeutische Präparate zur Verwendung in der Hämatologie
en: Pharmaceutical preparations for use in hematology

source: Pharmazeutische Präparate zur Verwendung in der Gewebetransplantation
en: Pharmaceutical preparations for use in tissue transplantation

source: Pharmazeutische Präparate zur Verwendung in der Organtransplantation
en: Pharmaceutical preparations for use in organ transplantation

source: Pharmazeutische Präparate zur Verwendung in der Augenheilkunde
en: Pharmaceutical preparations for use in ophthalmology

source: Pharmazeutische Präparate zur Vorbeugung von Augenerkrankungen
en: Pharmaceutical preparations for the prevention of ocular diseases

source: Pharmazeutische Präparate zur Vorbeugung von Augenbeschwerden
en: Pharmaceutical preparations for the prevention of ocular disorders

source: Pharmazeutische Präparate zur Vorbeugung bakterieller Erkrankungen
en: Pharmaceutical preparations for the prevention of diseases caused by bacteria

source: Pharmazeutische Präparate zur Vorbeugung von bakteriellen Beschwerden
en: Pharmaceutical preparations for the prevention of disorders caused by bacteria

source: Pharmazeutische Präparate zur Behandlung bakterieller Erkrankungen
en: Pharmaceutical preparations for the treatment of diseases caused by bacteria

source: Pharmazeutische Präparate zur Behandlung bakterieller Beschwerden
en: Pharmaceutical preparations for the treatment of disorders caused by bacteria

source: Pharmazeutische Präparate zur Vorbeugung von Allergien
en: Pharmaceutical preparations for the prevention of allergies

source: Pharmazeutische Erzeugnisse zur Vorbeugung von Autoimmunerkrankungen
en: Pharmaceutical preparations for the prevention of autoimmune diseases

source: Pharmazeutische Präparate zur Vorbeugung von Autoimmunstörungen
en: Pharmaceutical preparations for the prevention of autoimmune disorders

source: Pharmazeutische Präparate zur Behandlung von Autoimmunstörungen
en: Pharmaceutical preparations for the treatment of autoimmune disorders

source: Pharmazeutische Präparate zur Behandlung von Nierenerkrankungen
en: Pharmaceutical preparations for the treatment of kidney diseases

source: Pharmazeutische Präparate zur Behandlung von Nierenbeschwerden
en: Pharmaceutical preparations for the treatment of kidney disorders

source: Pharmazeutische Präparate zur Vorbeugung von Diabetes
en: Pharmaceutical preparations for the prevention of diabetes

source: Pharmazeutische Präparate zur Vorbeugung entzündlicher Erkrankungen
en: Pharmaceutical preparations for the prevention of inflammatory diseases

source: Pharmazeutische Präparate zur Behandlung entzündlicher Erkrankungen
en: Pharmaceutical preparations for the treatment of inflammatory diseases

source: Allzweck-desodorierende Präparate für Haushalt, Gewerbe oder Industrie
en: All purpose deodorizing preparations for household, commercial or industrial use

source: Schwimmwindeln für Babys
en: Babies' swim diapers

source: Zytostatika für medizinische Zwecke
en: Cytostatics for medical purposes

source: Zytostatika für pharmazeutische Zwecke
en: Cytostatics for pharmaceutical purposes

source: Wirkstoffe freisetzende Umhüllungen von Tabletten, welche die Verabreichung von Nahrungsergänzungsmitteln erleichtern
en: Delivery agents in the form of coatings for tablets that facilitate the delivery of nutritional supplements

source: Wirkstoffe freisetzende Schmelzfilme, welche die Verabreichung von Nahrungsergänzungsmitteln erleichtern
en: Delivery agents in the form of dissolvable films that facilitate the delivery of nutritional supplements

source: Desodorierende Präparate für Teppiche
en: Deodorizing preparations for carpets

source: Desodorierende Präparate für Haushalt, Gewerbe oder Industrie
en: Deodorizing preparations for household, commercial or industrial use

source: Hauptsächlich aus Kalzium bestehende Nahrungsergänzungsmittel
en: Dietary supplements consisting primarily of calcium

source: Vorwiegend aus Eisen bestehende Nahrungsergänzungsmittel
en: Dietary supplements consisting primarily of iron

source: Vorwiegend aus Magnesium bestehende Nahrungsergänzungsmittel
en: Dietary supplements consisting primarily of magnesium

source: Diätetische Getränke für Babys für medizinische Zwecke
en: Dietetic beverages for babies adapted for medical purposes

source: Wegwerfeinlagen für Babywindeln
en: Disposable liners for babies' diapers

source: Einwegeinlagen für Inkontinenzwindeln
en: Disposable liners for incontinence diapers

source: Wegwerfeinlagen für Windeln
en: Disposable nappy liners

source: Einwegschwimmwindeln für Babys
en: Disposable swim diapers for babies

source: Einwegschwimmwindeln für Kinder und Säuglinge
en: Disposable swim diapers for children and infants

source: Einwegtrainingshöschen [Windeln]
en: Disposable training pants [diapers]

source: Arzneimittel freisetzende Umhüllungen von Tabletten, welche die Verabreichung von pharmazeutischen Präparaten erleichtern
en: Drug delivery agents in the form of coatings for tablets that facilitate the delivery of pharmaceutical preparations

source: Arzneimittel freisetzende Schmelzfilme, welche die Verabreichung von pharmazeutischen Präparaten erleichtern
en: Drug delivery agents in the form of dissolvable films that facilitate the delivery of pharmaceutical preparations

source: Elektrolytgetränke für medizinische Zwecke
en: Electrolyte drinks for medical purposes

source: Elektrolytersatzgetränke für medizinische Zwecke
en: Electrolyte replacement beverages for medical purposes

source: Homöopathische entzündungshemmende Salben
en: Homeopathic anti-inflammatory ointments

source: Flüssige Kräuterpräparate
en: Liquid herbal supplements

source: Flüssige Vitaminergänzungsmittel
en: Liquid vitamin supplements

source: Salzarmes Brot für medizinische Zwecke
en: Low-salt bread adapted for medical use

source: Medizinische Körperpuder
en: Medicated body powder

source: Nicotinamid-Präparate für die Behandlung von Akne
en: Niacinamide preparations for the treatment of acne

source: Vorwiegend aus Pilzextrakten bestehende Nahrungsergänzungsmittel
en: Nutritional supplements consisting of fungal extracts

source: Vorwiegend aus Kalzium bestehende Nahrungsergänzungsmittel
en: Nutritional supplements consisting primarily of calcium

source: Vorwiegend aus Eisen bestehende Nahrungsergänzungspräparate
en: Nutritional supplements consisting primarily of iron

source: Vorwiegend aus Magnesium bestehende Nahrungsergänzungspräparate
en: Nutritional supplements consisting primarily of magnesium

source: Vorwiegend aus Zink bestehende Nahrungsergänzungspräparate
en: Nutritional supplements consisting primarily of zinc
